Repository: bernatcodes/intuitech
Catalog: Intuitech/Localization/*.lproj/Localizable.strings
Languages: hu

# repository_list_title
source: Repositories
hu: Repository lista

# repository_list_search_textfield_placeholder_text
source: Search git repositories here
hu: Itt tudsz keresni repository-kat

# repository_list_search_button_title
source: Search
hu: Keresés

# repository_list_empty_list_title
source: No repositories loaded yet.
hu: Még nem kerestél repository-kat.

# repository_list_no_repositories_found_title
source: No repositories found with the given text.
hu: Nem található repository a megadott keresési értékkel.

# repository_list_error_title
source: Sorry, an error occured. Please try again later.
hu: Sajnálom, hiba történt. Kérem próbálja meg később.

# repository_detail_owner_name_title
source: Owner's name
hu: Tulajdonos neve

# repository_detail_description_title
source: Description
hu: Leírás

# repository_detail_number_of_stars_title
source: Number of stars
hu: Csillagok száma

# repository_detail_number_of_forks_title
source: Number of forks
hu: Leágazások száma

# repository_detail_created_at_title
source: Created at
hu: Létrehozás dátuma

# repository_detail_updated_at_title
source: Updated at
hu: Utolsó frissítés dátuma
